Repository: 4faramita/NightSafari
Catalog: NightSafari/Localizable.xcstrings
Source language: en
Languages: zh_hant

# button.OK
source: OK
zh_hant: 好

# error.accessibilityDenied
source: Accessibility access is required to create and verify a new private Safari window.
zh_hant: 需要輔助使用權限，才能建立並確認新的 Safari 私密瀏覽視窗。

# error.appleScriptCreation
source: The Safari automation request could not be created.
zh_hant: 無法建立 Safari 自動化要求。

# error.automationDenied
source: Safari Automation access was denied. Allow it in System Settings, then retry.
zh_hant: Safari 自動化權限遭拒。請在「系統設定」中允許，然後重試。

# error.automationFailed
source: Safari could not load the links: %@
zh_hant: Safari 無法載入連結：%@

# error.privateWindowCommandUnavailable
source: Safari’s New Private Window command is unavailable. No links were opened.
zh_hant: Safari 的「新增私密視窗」指令目前無法使用，因此未開啟任何連結。

# error.automationRequired
source: Allow Safari Automation access before opening links.
zh_hant: 請先允許 Safari 自動化權限，再開啟連結。

# error.privateWindowUnverified
source: The new Safari window could not be verified as private. Keep Safari’s toolbar visible, then retry. No links were opened.
zh_hant: 無法確認新的 Safari 視窗為私密瀏覽。請保持 Safari 工具列顯示後重試。目前未開啟任何連結。

# error.safariActivationFailed
source: Safari could not be brought to the front.
zh_hant: 無法將 Safari 帶到最前方。

# error.safariLaunchFailed
source: Safari could not be opened: %@
zh_hant: 無法開啟 Safari：%@

# error.safariNotReady
source: Safari did not become ready in time.
zh_hant: Safari 未及時完成準備。

# error.safariUnavailable
source: Safari could not be found on this Mac.
zh_hant: 這台 Mac 上找不到 Safari。

# error.title
source: Could Not Open Privately
zh_hant: 無法以私密瀏覽開啟

# error.unknownAutomation
source: Unknown Safari automation error.
zh_hant: 未知的 Safari 自動化錯誤。

# permission.denied
source: Not allowed
zh_hant: 未允許

# permission.granted
source: Allowed
zh_hant: 已允許

# permission.notDetermined
source: Not requested yet
zh_hant: 尚未要求

# settings.accessibility
source: Accessibility
zh_hant: 輔助使用

# settings.actionsHeader
source: Check Setup
zh_hant: 檢查設定

# settings.automation
source: Safari Automation
zh_hant: Safari 自動化

# settings.automationDeniedHelp
source: Allow NightSafari to control Safari in System Settings, then retry.
zh_hant: 請在「系統設定」中允許 NightSafari 控制 Safari，然後重試。

# settings.automationGrantedHelp
source: NightSafari is allowed to load links into Safari.
zh_hant: NightSafari 已可將連結載入 Safari。

# settings.automationNotRequested
source: Request access here first. NightSafari appears in Automation settings only after macOS has asked for permission.
zh_hant: 請先在這裡要求權限。macOS 顯示權限提示後，NightSafari 才會出現在「自動化」設定中。

# settings.explanation
source: Each group of links opens in a newly created private Safari window. Existing Safari windows and tabs are never closed.
zh_hant: 每組連結都會在新建立的 Safari 私密瀏覽視窗中開啟。現有的 Safari 視窗與分頁不會被關閉。

# settings.openAccessibility
source: Open Accessibility Settings
zh_hant: 開啟輔助使用設定

# settings.openAutomation
source: Open Automation Settings
zh_hant: 開啟自動化設定

# settings.opening
source: Opening…
zh_hant: 正在開啟…

# settings.permissionsFooter
source: Accessibility creates and verifies the new private window. Safari Automation access is requested before the window is created.
zh_hant: 輔助使用權限用於建立並確認新的私密視窗。建立視窗前，系統會要求 Safari 自動化權限。

# settings.permissionsHeader
source: Permissions
zh_hant: 權限

# settings.privacy
source: Links are processed only on this Mac. The app does not store them or send them to the developer.
zh_hant: 連結只會在這台 Mac 上處理。App 不會儲存連結，也不會將連結傳送給開發者。

# settings.privacyHeader
source: Privacy
zh_hant: 隱私權

# settings.requestAccessibility
source: Request Access
zh_hant: 要求權限

# settings.requestAutomation
source: Request Safari Access
zh_hant: 要求 Safari 權限

# settings.requestingAutomation
source: Waiting for permission…
zh_hant: 正在等待權限…

# settings.retry
source: Retry
zh_hant: 重試

# settings.test
source: Open Test Page Privately
zh_hant: 以私密瀏覽開啟測試頁面

# settings.title
source: Open Links in Private Safari Windows
zh_hant: 在 Safari 私密瀏覽視窗中開啟連結

# settings.windowTitle
source: NightSafari Settings
zh_hant: NightSafari 設定
